Revit 2027 API
ParameterTypeId.RbsConduitTradesize Property
 "Conduit Size Lookup"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsConduitTradesize { get; }
Public Shared ReadOnly Property RbsConduitTradesize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsConduitTradesize {
	ForgeTypeId^ get ();
}
static member RbsConduitTradesize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace